Repository: Serene-Garden/Project-Iris
Catalog: Project Iris Watch App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# Migration.send.info
source: Your history, bookmarks, archives, extensions and settings will be send to the server securely after processing, and you will get a Migration Code. Archives and extensions may be updated to the latest version on the Internet.
ar: سيتم إرسال السجل والإشارات المرجعية والمحفوظات والإضافات والإعدادات إلى الخادم بشكل آمن بعد المعالجة، وستحصل على رمز الترحيل. يمكن تحديث المحفوظات والإضافات إلى أحدث إصدار على الإنترنت.
de: Ihr Verlauf, Ihre Lesezeichen, Archive, Erweiterungen und Einstellungen werden nach der Verarbeitung sicher an den Server gesendet, und Sie erhalten einen Migrationscode. Archive und Erweiterungen können auf die neueste Version im Internet aktualisiert werden.
es: Su historial, marcadores, archivos, extensiones y configuraciones se enviarán al servidor de forma segura después del procesamiento, y obtendrá un código de migración. Los archivos y las extensiones se pueden actualizar a la última versión de Internet.
fr: Votre historique, vos signets, vos archives, vos extensions et vos paramètres seront envoyés au serveur en toute sécurité après le traitement, et vous obtiendrez un code de migration. Les archives et les extensions peuvent être mises à jour vers la dernière version sur Internet.
hi: आपका इतिहास, बुकमार्क, अभिलेखागार, एक्सटेंशन और सेटिंग्स प्रसंस्करण के बाद सुरक्षित रूप से सर्वर पर भेजे जाएंगे, और आपको एक माइग्रेशन कोड मिलेगा। अभिलेखागार और एक्सटेंशन को इंटरनेट पर नवीनतम संस्करण में अपडेट किया जा सकता है।
id: Riwayat, bookmark, arsip, ekstensi, dan pengaturan Anda akan dikirim ke server dengan aman setelah diproses, dan Anda akan mendapatkan Kode Migrasi. Arsip dan ekstensi dapat diperbarui ke versi terbaru di Internet.
it: La tua cronologia, i segnalibri, gli archivi, le estensioni e le impostazioni verranno inviati al server in modo sicuro dopo l'elaborazione e otterrai un codice di migrazione. Gli archivi e le estensioni possono essere aggiornati all'ultima versione su Internet.
ja: 履歴、ブックマーク、アーカイブ、拡張機能、設定は、処理後、安全にサーバーに送信され、移行コードが提供されます。 アーカイブと拡張機能は、インターネット上の最新バージョンに更新される場合があります。
ko: 귀하의 기록, 북마크, 아카이브, 확장 및 설정은 처리 후 서버로 안전하게 전송되며 마이그레이션 코드를 받게 됩니다. 아카이브와 확장은 인터넷의 최신 버전으로 업데이트될 수 있습니다.
nl: Uw geschiedenis, bladwijzers, archieven, extensies en instellingen worden na verwerking veilig naar de server verzonden en u krijgt een migratiecode. Archieven en extensies kunnen worden bijgewerkt naar de nieuwste versie op internet.
pl: Twoja historia, zakładki, archiwa, rozszerzenia i ustawienia zostaną bezpiecznie wysłane do serwera po przetworzeniu, a otrzymasz kod migracji. Archiwa i rozszerzenia mogą być aktualizowane do najnowszej wersji w Internecie.
pt: Seu histórico, favoritos, arquivos, extensões e configurações serão enviados para o servidor com segurança após o processamento, e você receberá um Código de Migração. Arquivos e extensões podem ser atualizados para a versão mais recente na Internet.
ru: Ваша история, закладки, архивы, расширения и настройки будут безопасно отправлены на сервер после обработки, и вы получите код миграции. Архивы и расширения могут быть обновлены до последней версии в Интернете.
th: ประวัติ บุ๊กมาร์ก คลังข้อมูล ส่วนขยาย และการตั้งค่าของคุณจะถูกส่งไปยังเซิร์ฟเวอร์อย่างปลอดภัยหลังจากการประมวลผล และคุณจะได้รับรหัสการโยกย้าย คลังข้อมูลและส่วนขยายอาจได้รับการอัปเดตเป็นเวอร์ชันล่าสุดบนอินเทอร์เน็ต
tr: Geçmişiniz, yer imleriniz, arşivleriniz, uzantılarınız ve ayarlarınız işlemden sonra sunucuya güvenli bir şekilde gönderilecek ve bir Geçiş Kodu alacaksınız. Arşivler ve uzantılar İnternet'teki en son sürüme güncellenebilir.
uk: Ваша історія, закладки, архіви, розширення та налаштування будуть безпечно надіслані на сервер після обробки, і ви отримаєте код міграції. Архіви та розширення можуть бути оновлені до останньої версії в Інтернеті.
vi: Lịch sử, dấu trang, kho lưu trữ, tiện ích mở rộng và cài đặt của bạn sẽ được gửi đến máy chủ một cách an toàn sau khi xử lý và bạn sẽ nhận được Mã di chuyển. Lưu trữ và tiện ích mở rộng có thể được cập nhật lên phiên bản mới nhất trên Internet.
zh_hans: 你的历史记录、书签、归档、插件和设置等会经处理后安全上传至服务器，并获得一串迁移代码。归档和插件可能会更新至互联网上的最新版本。
zh_hant: 處理後，您的歷史記錄、書籤、存檔、擴充套件和設定將安全地傳送到伺服器，您將收到一個遷移程式碼。 檔案和擴充套件程式可能會在網際網路上更新到最新版本。

# Archive.filter.sort.title
source: By Title
ar: حسب العنوان
de: Nach Titel
es: Por título
fr: Par Titre
hi: शीर्षक से
id: Berdasarkan Judul
it: Per titolo
ja: タイトルで
ko: 제목으로
nl: Op Titel
pl: Według tytułu
pt: Por Título
ru: По названию
th: ตามชื่อเรื่อง
tr: Başlığa Göre
uk: За назвою
vi: Theo tiêu đề
zh_hans: 标题
zh_hant: 按標題

# About.acknowledgements
source: Acknowledgements
ar: شكر وتقدير
de: Danksagungen
es: Agradecimientos
fr: Remerciements
hi: पावती
id: Ucapan Terima Kasih
it: Ringraziamenti
ja: 謝辞
ko: 감사
nl: Met dank aan
pl: Podziękowania
pt: Agradecimentos
ru: Подтверждения
th: คําขอบคุณ
tr: Onaylar
uk: Подяки
vi: Lời cảm ơn
zh_hans: 许可
zh_hant: 致謝

# Carina.attached-links
source: Attached Links
ar: الروابط المرفقة
de: Angehängte Links
es: Enlaces adjuntos
fr: Liens ci-joints
hi: संलग्न लिंक
id: Tautan Terlampir
it: Link allegati
ja: 添付リンク
ko: 첨부된 링크
nl: Bijgevoegde Links
pl: Załączone linki
pt: Links anexados
ru: Прикрепленные ссылки
th: ลิงก์ที่แนบมา
tr: Ekli Bağlantılar
uk: Прикріплені посилання
vi: Các liên kết đính kèm
zh_hans: 附加链接
zh_hant: 附加連結

# Carina.reply.closed.description
source: This feedback has been closed and cannot be replied anymore. If you still have problems, create a new feedback.
ar: تم إغلاق هذه التعليقات ولا يمكن الرد عليها بعد الآن. إذا كنت لا تزال تواجه مشاكل، فقم بإنشاء ملاحظات جديدة.
de: Dieses Feedback wurde geschlossen und kann nicht mehr beantwortet werden. Wenn Sie immer noch Probleme haben, erstellen Sie ein neues Feedback.
es: Este comentario se ha cerrado y ya no se puede responder. Si todavía tiene problemas, cree un nuevo comentario.
fr: Ce commentaire a été fermé et ne peut plus être répondu. Si vous avez toujours des problèmes, créez un nouveau feedback.
hi: यह प्रतिक्रिया बंद कर दी गई है और अब इसका जवाब नहीं दिया जा सकता है। यदि आपको अभी भी समस्याएं हैं, तो एक नई प्रतिक्रिया बनाएं।
id: Umpan balik ini telah ditutup dan tidak dapat dijawab lagi. Jika Anda masih memiliki masalah, buat umpan balik baru.
it: Questo feedback è stato chiuso e non è più possibile rispondere. Se hai ancora problemi, crea un nuovo feedback.
ja: このフィードバックは閉じられ、もう返信できません。 それでも問題が解決しない場合は、新しいフィードバックを作成してください。
ko: 이 피드백은 닫혔으며 더 이상 회신할 수 없습니다. 여전히 문제가 있다면, 새로운 피드백을 작성하세요.
nl: Deze feedback is gesloten en kan niet meer worden beantwoord. Als je nog steeds problemen hebt, maak dan een nieuwe feedback.
pl: Ta informacja zwrotna została zamknięta i nie można już na nie odpowiedzieć. Jeśli nadal masz problemy, stwórz nową opinię.
pt: Este feedback foi fechado e não pode mais ser respondido. Se você ainda tiver problemas, crie um novo feedback.
ru: Эта обратная связь была закрыта и больше не может быть отвечена. Если у вас все еще есть проблемы, создайте новую обратную связь.
th: ความคิดเห็นนี้ถูกปิดและไม่สามารถตอบกลับได้อีกต่อไป หากคุณยังคงมีปัญหาอยู่ ให้สร้างความคิดเห็นใหม่
tr: Bu geri bildirim kapatıldı ve artık yanıtlanamıyor. Hala sorun yaşıyorsanız, yeni bir geri bildirim oluşturun.
uk: Цей відгук був закритий і на нього більше не можна відповісти. Якщо у вас все ще є проблеми, створіть новий відгук.
vi: Phản hồi này đã bị đóng và không thể trả lời được nữa. Nếu bạn vẫn gặp vấn đề, hãy tạo phản hồi mới.
zh_hans: 该反馈已被关闭，不能再被回复。若你仍有疑问，创建一个新反馈。
zh_hant: 此反饋已關閉，無法再回復。 如果您仍然有問題，請建立新的反饋。

# Carina.attachments.links
source: Links
ar: روابط
de: Link
es: Enlace
fr: Terrain de golf
hi: लिंक
id: Tautan
it: Collegamenti
ja: 砂丘
ko: 모래땅
nl: Golfterrein
pl: Pole golfowe
pt: Campo de golfe
ru: Поле для игры в гольф
th: สนามกอล์ฟ
tr: Bağlantılar
uk: Посилання
vi: Liên kết
zh_hans: 链接
zh_hant: 高爾夫球場

# Carina.new-states.cannot-reproduce.description
source: We cannot reproduce the issue you’ve described. If you have further details available, you can create a new feedback with more detailed informations.
ar: لا يمكننا إعادة إظهار المشكلة التي وصفتها. إذا كان لديك المزيد من التفاصيل المتاحة، يمكنك إنشاء ملاحظات جديدة بمعلومات أكثر تفصيلا.
de: Wir können das von Ihnen beschriebene Problem nicht reproduzieren. Wenn Sie weitere Details zur Verfügung haben, können Sie ein neues Feedback mit detaillierteren Informationen erstellen.
es: No podemos reproducir el problema que has descrito. Si tiene más detalles disponibles, puede crear un nuevo comentario con información más detallada.
fr: Nous ne pouvons pas reproduire le problème que vous avez décrit. Si vous avez plus de détails disponibles, vous pouvez créer un nouveau commentaire avec des informations plus détaillées.
hi: हम आपके द्वारा वर्णित समस्या को पुन: उत्पन्न नहीं कर सकते हैं। यदि आपके पास और विवरण उपलब्ध हैं, तो आप अधिक विस्तृत जानकारी के साथ एक नई प्रतिक्रिया बना सकते हैं।
id: Kami tidak dapat mereproduksi masalah yang Anda jelaskan. Jika Anda memiliki detail lebih lanjut yang tersedia, Anda dapat membuat umpan balik baru dengan informasi yang lebih detail.
it: Non possiamo riprodurre il problema che hai descritto. Se hai ulteriori dettagli disponibili, puoi creare un nuovo feedback con informazioni più dettagliate.
ja: ご説明の問題を再現することはできません。 さらに詳細がある場合は、より詳細な情報を含む新しいフィードバックを作成できます。
ko: 우리는 당신이 묘사한 문제를 재현할 수 없습니다. 더 자세한 정보를 사용할 수 있다면, 더 자세한 정보로 새로운 피드백을 만들 수 있습니다.
nl: We kunnen het door u beschreven probleem niet reproduceren. Als u meer details beschikbaar heeft, kunt u een nieuwe feedback maken met meer gedetailleerde informatie.
pl: Nie możemy odtworzyć opisanego przez Ciebie problemu. Jeśli masz dostępne dalsze szczegóły, możesz utworzyć nową opinię z bardziej szczegółowymi informacjami.
pt: Não podemos reproduzir o problema que você descreveu. Se você tiver mais detalhes disponíveis, poderá criar um novo feedback com informações mais detalhadas.
ru: Мы не можем воспроизвести описанную вами проблему. Если у вас есть дополнительная информация, вы можете создать новую обратную связь с более подробной информацией.
th: เราไม่สามารถจําลองปัญหาที่คุณอธิบายไว้ได้ หากคุณมีรายละเอียดเพิ่มเติม คุณสามารถสร้างความคิดเห็นใหม่พร้อมข้อมูลรายละเอียดเพิ่มเติมได้
tr: Açıkladığınız sorunu yeniden oluşturamıyoruz. Daha fazla ayrıntıya sahipseniz, daha ayrıntılı bilgiler içeren yeni bir geri bildirim oluşturabilirsiniz.
uk: Ми не можемо відтворити проблему, яку ви описали. Якщо у вас є додаткові деталі, ви можете створити новий відгук з більш детальною інформацією.
vi: Chúng tôi không thể tái tạo sự cố mà bạn đã mô tả. Nếu bạn có thêm thông tin chi tiết, bạn có thể tạo phản hồi mới với thông tin chi tiết hơn.
zh_hans: 未能复现你所描述的问题。若有进一步细节可用，你可以创建新的反馈，并附加更详细的信息。
zh_hant: 我們無法重現您描述的問題。 如果您有更多詳細資訊，您可以建立包含更詳細資訊的新反饋。

# Carinaa.attachments.data.device-info
source: Device Info
ar: معلومات الجهاز
de: Geräteinformationen
es: Información del dispositivo
fr: Informations sur l'appareil
hi: उपकरण जानकारी
id: Informasi Perangkat
it: Informazioni sul dispositivo
ja: デバイス情報
ko: 장치 정보
nl: Apparaatinformatie
pl: Informacje o urządzeniu
pt: Informações do dispositivo
ru: Информация Об Устройстве
th: ข้อมูลอุปกรณ์
tr: Cihaz Bilgisi
uk: Інформація про пристрій
vi: Thông tin thiết bị
zh_hans: 设备信息
zh_hant: 裝置資訊

# Bookmark.group.empty.description
source: Add a group to put bookmarks in.
ar: أضف مجموعة لوضع الإشارات المرجعية فيها.
de: Fügen Sie eine Gruppe hinzu, in die Sie Lesezeichen setzen können.
es: Añade un grupo para poner marcadores.
fr: Ajoutez un groupe pour y mettre des signets.
hi: बुकमार्क डालने के लिए एक समूह जोड़ें।
id: Tambahkan grup untuk menempatkan bookmark.
it: Aggiungi un gruppo per inserire i segnalibri.
ja: ブックマークを入れるグループを追加します。
ko: 북마크를 넣을 그룹을 추가하세요.
nl: Voeg een groep toe om bladwijzers in te plaatsen.
pl: Dodaj grupę, aby umieścić zakładki.
pt: Adicione um grupo para colocar favoritos.
ru: Добавьте группу для добавления закладок.
th: เพิ่มกลุ่มเพื่อใส่บุ๊กมาร์กเข้าไป
tr: Yer imlerini koymak için bir grup ekleyin.
uk: Додайте групу для додавання закладок.
vi: Thêm một nhóm để đặt dấu trang.
zh_hans: 添加一个群组以保存书签。
zh_hant: 新增一個組來放置書籤。

# Carina.busy-state.standstill.description
source: Due to busy affairs, feedbacks may take a very long time to get a reply, we were really sorry for that. Feedbacks will still be read, so we welcome new feedbacks.
ar: بسبب الشؤون المزدحمة، قد تستغرق التعليقات وقتا طويلا جدا للحصول على رد، كنا آسفين حقا لذلك. ستظل التعليقات تقرأ، لذلك نرحب بالتعليقات الجديدة.
de: Aufgrund geschäftiger Angelegenheiten kann es sehr lange dauern, bis Feedback eine Antwort erhalten, das tut uns wirklich leid. Rückmeldungen werden weiterhin gelesen, dar freuen wir uns über neue Rückmeldungen.
es: Debido a los asuntos ocupados, los comentarios pueden tardar mucho tiempo en recibir una respuesta, lo sentimos mucho por eso. Los comentarios aún se leerán, por lo que damos la bienvenida a los nuevos comentarios.
fr: En raison des affaires chargées, les commentaires peuvent prendre beaucoup de temps pour obtenir une réponse, nous en étions vraiment désolés. Les commentaires seront toujours lus, nous accueillons donc les nouveaux commentaires.
hi: व्यस्त मामलों के कारण, प्रतिक्रिया को उत्तर प्राप्त करने में बहुत लंबा समय लग सकता है, हमें इसके लिए वास्तव में खेद है। फीडबैक अभी भी पढ़े जाएंगे, इसलिए हम नई फीडबैक का स्वागत करते हैं।
id: Karena urusan yang sibuk, umpan balik mungkin membutuhkan waktu yang sangat lama untuk mendapatkan balasan, kami sangat menyesal untuk itu. Umpan balik akan tetap dibaca, jadi kami menyambut umpan balik baru.
it: A causa di affari impegnativi, i feedback possono richiedere molto tempo per ottenere una risposta, siamo stati davvero dispiaciuti per questo. I feedback saranno ancora letti, quindi accogliamo con favore nuovi feedback.
ja: 忙しいため、フィードバックの返信に時間がかかる場合がありますが、本当に申し訳ありません。 フィードバックは引き続き読み上げられますので、新しいフィードバックを歓迎します。
ko: 바쁜 업무로 인해, 피드백은 답변을 받는 데 매우 오랜 시간이 걸릴 수 있습니다, 우리는 그것에 대해 정말 죄송합니다. 피드백은 여전히 읽을 것이므로, 우리는 새로운 피드백을 환영합니다.
nl: Vanwege drukke zaken kan het erg lang duren voordat feedback een antwoord krijgt, het spijt ons echt. Feedback wordt nog steeds gelezen, dus we verwelkomen nieuwe feedback.
pl: Ze względu na zajęte sprawy, odpowiedź na opinie może zająć bardzo dużo czasu, bardzo nam przykro z tego powodu. Opinie będą nadal czytane, więc z zadowoleniem przyjmujemy nowe opinie.
pt: Devido a assuntos ocupados, os feedbacks podem levar muito tempo para obter uma resposta, sentimos muito por isso. Os feedbacks ainda serão lidos, por isso agradecemos novos feedbacks.
ru: Из-за напряженных дел, отзывы могут занять очень много времени, чтобы получить ответ, мы очень сожалеем об этом. Отзывы по-прежнему будут прочитаны, поэтому мы приветствуем новые отзывы.
th: เนื่องจากเรื่องยุ่ง ข้อเสนอแนะอาจใช้เวลานานมากในการรับการตอบกลับ เราขออภัยจริงๆ สําหรับสิ่งนั้น ความคิดเห็นจะยังคงถูกอ่าน ดังนั้นเราจึงยินดีรับความคิดเห็นใหม่
tr: Yoğun işler nedeniyle, geri bildirimlerin bir yanıt alması çok uzun zaman alabilir, bunun için gerçekten üzgünüz. Geri bildirimler okunmaya devam edecek, bu nedenle yeni geri bildirimleri memnuniyetle karşılıyoruz.
uk: Через зайняті справи, відгуки можуть зайняти дуже багато часу, щоб отримати відповідь, нам було дуже шкода за це. Відгуки все ще будуть читатися, тому ми вітаємо нові відгуки.
vi: Do công việc bận rộn, phản hồi có thể mất rất nhiều thời gian để nhận được phản hồi, chúng tôi thực sự xin lỗi vì điều đó. Phản hồi vẫn sẽ được đọc, vì vậy chúng tôi hoan nghênh các phản hồi mới.
zh_hans: 由于事务繁忙，反馈可能要非常久的时间才能得到回复，我们表达最真挚的歉意，但反馈依然会被阅读，还请继续发送反馈。
zh_hant: 由於事務繁忙，反饋可能需要很長時間才能得到回覆，對此我們非常抱歉。 反饋仍將被閱讀，因此我們歡迎新的反饋。

# Archive.filtered-empty.description
source: No archive matched your entered keyword.
ar: لا يوجد أرشيف يطابق الكلمة الرئيسية التي تم إدخالها.
de: Kein Archiv stimmte mit Ihrem eingegebenen Schlüsselwort überein.
es: Ningún archivo coincidió con su palabra clave introducida.
fr: Aucune archive ne correspondait à votre mot-clé saisi.
hi: कोई भी संग्रह आपके दर्ज किए गए कीवर्ड से मेल नहीं खाता है।
id: Tidak ada arsip yang cocok dengan kata kunci yang Anda masukkan.
it: Nessun archivio corrisponde alla parola chiave inserita.
ja: 入力したキーワードに一致するアーカイブはありません。
ko: 입력한 키워드와 일치하는 아카이브가 없습니다.
nl: Geen archief kwam overeen met uw ingevoerde trefwoord.
pl: Żadne archiwum nie pasuje do wprowadzonego słowa kluczowego.
pt: Nenhum arquivo correspondeu à sua palavra-chave inserida.
ru: Ни один архив не соответствует введенному вам ключевому слову.
th: ไม่มีไฟล์เก็บถาวรที่ตรงกับคีย์เวิร์ดที่คุณป้อน
tr: Girdiğiniz anahtar kelimeyle eşleşen hiçbir arşiv yok.
uk: Жоден архів не відповідає введеному вами ключовому слову.
vi: Không có kho lưu trữ nào khớp với từ khóa bạn đã nhập.
zh_hans: 没有归档匹配你所输入的关键词。
zh_hant: 沒有與您輸入的關鍵字匹配的存檔。

# History.action-sheet.delete.alert.confirm
source: Confirm
ar: أَكَّدَ
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: सुदृढ़ करना
id: Menegaskan
it: Confermare
ja: 確認する
ko: 확립하다
nl: Bevestigen
pl: Potwierdzić
pt: Confirmar
ru: Утверждать, утвердить
th: ยืนยัน
tr: Doğrulamak
uk: Підтвердити
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# Migration.recieve.confirm
source: Confirm Message
ar: رسالة التأكيد
de: Nachricht Bestätigen
es: Confirmar mensaje
fr: Message de confirmation
hi: संदेश की पुष्टि करें
id: Konfirmasi Pesan
it: Conferma messaggio
ja: 確認メッセージ
ko: 확인 메시지
nl: Bevestig bericht
pl: Potwierdź wiadomość
pt: Mensagem de confirmação
ru: Подтвердить Сообщение
th: ข้อความยืนยัน
tr: Mesajı Onayla
uk: Підтвердити повідомлення
vi: Xác nhận tin nhắn
zh_hans: 确认信息
zh_hant: 確認資訊

# Webpage.update-archive
source: Update Archive
ar: تحديث الأرشيف
de: Archiv aktualisieren
es: Actualizar archivo
fr: Mettre à jour l'archive
hi: अभिलेख अद्यतन करें
id: Perbarui Arsip
it: Aggiorna l'archivio
ja: アーカイブを更新する
ko: 아카이브 업데이트
nl: Archief bijwerken
pl: Zaktualizuj archiwum
pt: Atualizar Arquivo
ru: Обновить архив
th: อัปเดตคลังข้อมูล
tr: Arşivi Güncelle
uk: Оновити Архів
vi: Cập nhật kho lưu trữ
zh_hans: 更新归档
zh_hant: 更新檔案

# Troubleshooter.darock
source: Darock API
ar: Darock واجهة برمجة التطبيقات
hi: Darock एपीआई
ja: ・API
tr: SIN API
zh_hant: Darock 應用程式介面

# Carina.new.succeed.description.%@
source: Feedback had been sent successfully with ID #%@.
ar: تم إرسال التعليقات بنجاح باستخدام المعرف #%@.
de: Das Feedback wurde erfolgreich mit der ID #%@ gesendet.
es: Los comentarios se habían enviado correctamente con el ID #%@.
fr: Les commentaires ont été envoyés avec succès avec l'ID #%@.
hi: आईडी #%@ के साथ प्रतिक्रिया सफलतापूर्वक भेजी गई थी।
id: Umpan balik telah berhasil dikirim dengan ID #%@.
it: Il feedback è stato inviato correttamente con ID #%@.
ja: フィードバックはID #%@で正常に送信されました。
ko: 피드백이 ID #%@로 성공적으로 전송되었습니다.
nl: Feedback is succesvol verzonden met ID #%@.
pl: Informacje zwrotne zostały pomyślnie wysłane z ID #%@.
pt: O feedback foi enviado com sucesso com o ID #%@.
ru: Отзыв был успешно отправлен с идентификатором #%@.
th: ส่งความคิดเห็นสําเร็จด้วย ID #%@
tr: Geri bildirim #ID ile başarıyla gönderildi.
uk: Відгук був успішно надісланий з ідентифікатором #%@.
vi: Phản hồi đã được gửi thành công với ID #%@.
zh_hans: 反馈#%@已被成功发送。
zh_hant: 反饋已成功傳送，ID #%@。

# Carina.attachments.links.manual.attach
source: Attach
ar: أَرْفَقَ
de: Anhängen
es: Adjuntar
fr: Attacher
hi: जोड़ना
id: Melampirkan
it: Allegare
ja: 貼り付ける
ko: 부착하다
nl: Hechten
pl: Dołączyć
pt: Anexar
ru: Прикреплять, прикрепить
th: แนบ
tr: Iliştirmek
uk: Приєднати
vi: Gắn liền với
zh_hans: 附加
zh_hant: 附加

source: Passcode
ar: رَمْز مُرورٍ
es: Código de acceso
fr: Code de passe
hi: पासकोड
id: Kode sandi
ja: パスコード
ko: 암호
nl: Toegangscode
pl: Kod dostępu
pt: Código de acesso
ru: Код-пароль
th: รหัสผ่าน
tr: Şifre
uk: Şifre
vi: Mật mã
zh_hans: 密码
zh_hant: 密碼

# Archive.subtitle.content.none
source: None
ar: لا شيء
de: Keiner
es: Nona
fr: Aucun
hi: कोई नहीं
id: Tidak ada
it: Nessuno
ja: 全然
ko: 아무도 없는
nl: Geen
pl: Żaden
pt: Nenhum
ru: Никто
th: ไม่มี
tr: Hiçbiri
uk: Жодного
vi: Không ai
zh_hans: 无
zh_hant: 無一個

# Settings.interface.home.list.error.subtitle.bottom
source: Drag it away
ar: اسحبه بعيدا
de: Ziehen Sie es weg
es: Arrástralo
fr: Glissez-le
hi: इसे दूर खींचें
id: Seret itu pergi
it: Trascinalo via
ja: 引きずり出す
ko: 끌어내라
nl: Sleep het weg
pl: Odciągnij to
pt: Arraste-o
ru: Перетащите это
th: ลากมันออกไป
tr: Onu sürükle
uk: Onu sürükle
vi: Kéo nó đi
zh_hans: 空格不能在底部
zh_hant: 把它拖走

# Extension.add
source: New Extension
ar: تمديد جديد
de: Neue Erweiterung
es: Nueva extensión
fr: Nouvelle extension
hi: नया एक्सटेंशन
id: Ekstensi Baru
it: Nuova estensione
ja: 新しい拡張機能
ko: 새로운 확장
nl: Nieuwe uitbreiding
pl: Nowe rozszerzenie
pt: Nova Extensão
ru: Новое расширение
th: ส่วนขยายใหม่
tr: Yeni Uzantı
uk: Нове розширення
vi: Phần mở rộng mới
zh_hans: 新插件
zh_hant: 新的擴充套件

# Archive.filtered-empty
source: No Matched Result
ar: لا توجد نتيجة مطابقة
de: Kein Passendes Ergebnis
es: Ningún resultado coincidente
fr: Aucun résultat correspondant
hi: कोई मिलान परिणाम नहीं
id: Tidak Ada Hasil yang Cocok
it: Nessun risultato abbinato
ja: 一致する結果はありません
ko: 일치하는 결과 없음
nl: Geen overeenkomend resultaat
pl: Brak Dopasowanego Wyniku
pt: Nenhum resultado igualado
ru: Нет Совпадаемого Результата
th: ไม่มีผลลัพธ์ที่ตรงกัน
tr: Eşleşen Sonuç Yok
uk: Немає Відповідного Результату
vi: Không có kết quả phù hợp
zh_hans: 无匹配结果
zh_hant: 沒有匹配的結果

# Carinaa.attachments.files.history
source: History
ar: تاريخ
de: Geschichte
es: Historia
fr: Histoire
hi: इतिहास
id: Sejarah
it: Storia
ja: 歴史
ko: 역사
nl: Geschiedenis
pl: Historia
pt: História
ru: История
th: ประวัติศาสตร์
tr: Tarih
uk: Історія
vi: Lịch sử
zh_hans: 历史记录
zh_hant: 歷史

# Settings.interface.home.list.selection.scripts
source: Extensions
ar: التمديدات
de: Erweiterungen
es: Extensiones
hi: एक्सटेंशन
id: Ekstensi
it: Estensioni
ja: エクステンション
ko: 확장
nl: Uitbreidingen
pl: Rozszerzenia
pt: Extensões
ru: Расширения
th: ส่วนขยาย
tr: Uzantılar
uk: Розширення
vi: Phần mở rộng
zh_hans: 插件
zh_hant: 擴充套件

# Passcode.title.access.history
source: Access History
ar: سجل الوصول
de: Zugriffsverlauf
es: Historial de acceso
fr: Historique d'accès
hi: एक्सेस इतिहास
id: Riwayat Akses
it: Cronologia degli accessi
ja: アクセス履歴
ko: 액세스 기록
nl: Toegangsgeschiedenis
pl: Historia dostępu
pt: Histórico de Acesso
ru: История доступа
th: ประวัติการเข้าถึง
tr: Erişim Geçmişi
uk: Erişim Geçmişi
vi: Lịch sử truy cập
zh_hans: 访问历史记录
zh_hant: 訪問歷史

# Iris.search.baidu
source: Baidu
ar: بايدو
hi: बाईडू
ko: 바이두
ru: Байду
th: ไป่ตู้
zh_hans: 百度
zh_hant: 百度

# Migration.recieve.abbr
source: Revieve
ar: يحيي
de: Wiederbelen
es: Renivir
fr: Ressaisser
hi: समीक्षा करें
it: Riassere
ja: リヴィエーブ
ko: 리비에브
nl: Herontzien
pl: Przeglądać
pt: Reviver
ru: Рецензия
th: รีวีฟ
tr: Yeniden gözden geçirmek
uk: Переглянути
vi: Xem lại
zh_hans: 接收
zh_hant: 恢復

# Credit.footer.inspiration
source: Inspiration
ar: إلْهام
es: Inspiración
hi: प्रेरणा
id: Inspirasi
it: Ispirazione
ja: インスピレーション
ko: 영감을 주는 사람
nl: Inspiratie
pl: Inspiracja
pt: Inspiração
ru: Вдохновение
th: แรงบันดาลใจ
tr: Ilham
uk: Ilham
vi: Sự hít vào
zh_hans: 启迪
zh_hant: 鼓舞人心的人

# Carina.reply.send.title
source: Reply
ar: رَدَّ
de: Antwort
es: Contestación
fr: Réponse
hi: उत्तर
id: Jawaban
it: Risposta
ja: 返事
ko: 대답
nl: Antwoord
pl: Odpowiedź
pt: Resposta
ru: Ответ
th: ตอบ
tr: Cevap
uk: Відповісти
vi: Trả lời
zh_hans: 回复
zh_hant: 答覆

# Vote.tint.title
source: Default Tint Color
ar: لون الصبغة الافتراضي
de: Standardtönungsfarbe
es: Color de tinte predeterminado
fr: Couleur de teinte par défaut
hi: तयशुदा टिंट रंग
id: Warna Tint Default
it: Colore della tinta predefinito
ja: デフォルトの色合い
ko: 기본 색조 색상
nl: Standaard Tintkleur
pl: Domyślny kolor odcienia
pt: Cor de tonalidade padrão
ru: Цвет Тона По Умолчанию
th: สีเริ่มต้น
tr: Varsayılan Renk Tonu Rengi
uk: Колір Відтінку За Замовчуванням
vi: Màu sắc mặc định
zh_hans: 默认主题色
zh_hant: 預設色調
